{
"characters": [

{
"name": "Abo",
"shortname": "abo",
"bio": "Abo (アボ) is a character in the 2008 OVA Dragon Ball: Yo! Son Goku and His 			Friends Return!! He and his brother Kado's names are a pun on the Japanese word 		avocado.",
"red": 200,
"green": 200,
"blue": 0
},

{
"name": "Ackman",
"shortname": "ackman",
"bio": "Ackman (アックマン) is a 200-year-old demon kid and the main protagonist in Akira Toriyama's Go! Go! Ackman manga. He also makes cameo in Dragon Ball Z and Dragon Ball Heroes: Victory Mission.",
"red": 200,
"green": 200,
"blue": 0
},

{
"name": "Aka",
"shortname": "aka",
"bio": "Aka (アカ) is a character in the 2008 OVA Dragon Ball: Yo! Son Goku and His Friends Return!! He is the result of a fusion between the brothers Abo and Kado.",
"red": 200,
"green": 200,
"blue": 0
},

{
"name": "Akai Tomato",
"shortname": "akai-tomato",
"bio": "Akai Tomato (赤いトマト) is the main protagonist of Akira Toriyama's 1979 one-shot Tomato, Girl Detective. She also makes brief appearances in Dr. Slump and Dragon Ball.",
"red": 200,
"green": 200,
"blue": 0
},

{
"name": "Akane Kimidori",
"shortname": "akane-kimidori",
"bio": "Akane Kimidori (木緑あかね, Kimidori Akane; lit. 'Yellow-Green Dark Red') is Arale Norimaki's 'bad girl' friend and Tsukutsun Tsun's girlfriend in Dr. Slump.",
"red": 200,
"green": 200,
"blue": 0
},

{
"name": "Akina",
"shortname": "akina",
"bio": "Akina (アッキーナ) is a playable character in the Japanese arcade game Dragon Ball Heroes. She is based on the famous model and spokeswoman of Sakiyomi JanBANG!, Akina Minami, and she appears as a Heroine class in the game.",
"red": 200,
"green": 200,
"blue": 0
},

{
"name": "Akina",
"shortname": "akina",
"bio": "Akina (アッキーナ) is a playable character in the Japanese arcade game Dragon Ball Heroes. She is based on the famous model and spokeswoman of Sakiyomi JanBANG!, Akina Minami, and she appears as a Heroine class in the game.",
"red": 200,
"green": 200,
"blue": 0
},

{
"name": "Alien Announcer",
"shortname": "alien-announcer",
"bio": "Alien Announcer[1][2] is the small, green, mushroom-headed alien who announces the Other World Tournament on Grand Kai's planet during Dragon Ball Z and in Dragon Ball Z: Fusion Reborn.",
"red": 200,
"green": 200,
"blue": 0
},

{
"name": "Amond",
"shortname": "amond",
"bio": "Amond is a member of the Turles Crusher Corps. He makes his debut in the movie Dragon Ball Z: The Tree of Might.",
"red": 200,
"green": 200,
"blue": 0
},

{
"name": "Android 13",
"shortname": "android-13",
"bio": "Android 13 (人造人間１３号, Jinzōningen Jū San-Gō) is Dr. Gero's thirteenth Android creation. He is designed to continue Gero's vendetta against Goku, who overthrew the Red Ribbon Army as a child. He makes his debut as the main antagonist in the film Dragon Ball Z: Super Android 13!",
"red": 200,
"green": 200,
"blue": 0
},

{
"name": "Android 14",
"shortname": "android-14",
"bio": "Android 14 (人造人間１４号, Jinzōningen Jū Yon-Gō) is Dr. Gero's fourteenth Android creation. He is designed to serve Gero's vendetta against Goku, who overthrew the Red Ribbon Army as a child. He makes his debut in the 1992 film Dragon Ball Z: Super Android 13!",
"red": 200,
"green": 200,
"blue": 0
},
	
{
"name": "Android 15",
"shortname": "android-15",
"bio": "Android 15 (人造人間１５号, Jinzōningen Jū Go) is Dr. Gero's fifteenth android creation. He is designed to serve Gero's vendetta against Goku, who overthrew the Red Ribbon Army as a child. He makes his debut in the 1992 film Dragon Ball Z: Super Android 13!",
"red": 200,
"green": 200,
"blue": 0
},

{
"name": "Android 16",
"shortname": "android-16",
"bio": "Android 16 (人造人間１６号, Jinzōningen Jū Roku-Gō) is Dr. Gero's sixteenth Android creation. He was initially designed to serve Gero's vendetta against Goku, who overthrew the Red Ribbon Army as a child, but is later deemed unfit for activation.",
"red": 200,
"green": 200,
"blue": 0
},

{
"name": "Android 16",
"shortname": "android-16",
"bio": "Android 16 (人造人間１６号, Jinzōningen Jū Roku-Gō) is Dr. Gero's sixteenth Android creation. He was initially designed to serve Gero's vendetta against Goku, who overthrew the Red Ribbon Army as a child, but is later deemed unfit for activation.",
"red": 200,
"green": 200,
"blue": 0
},

{
"name": "Android 17",
"shortname": "android-17",
"bio": "Android 17 (人造人間１７号, Jinzōningen Jū Nana-Gō), Lapis (ラピス) when he was Human,[1] is a character in the Dragon Ball manga, and the anime series Dragon Ball Z and Dragon Ball GT. He is Dr. Gero's seventeenth android creation, designed to serve Gero's vendetta against Goku who overthrew the Red Ribbon Army as a child. Despite his interests not initially deviating from this expectation, Android 17 takes it upon himself to kill Dr. Gero, who is uncooperative with Android 18's curiosity in activating Android 16.",
"red": 200,
"green": 200,
"blue": 0
},

{
"name": "Android 18",
"shortname": "android-18",
"bio": "Android 18 (人造人間１８号, Jinzōningen Jū Hachi-Gō), Lazuli (ラズリ) when she was Human,[1] is a character in the Dragon Ball manga, and the anime series Dragon Ball Z and Dragon Ball GT. She is Dr. Gero's eighteenth android creation, designed to serve Gero's vendetta against Goku. While her interests do not initially deviate from this expectation, Android 18's curiosity to activate Android 16, in spite of Gero's orders not to do so, leads Android 17 to take it upon himself to murder Gero. Android 18 later becomes the wife of Krillin and the mother of their only daughter, Marron. She also unofficially joins the Z Fighters. Although she does not take part in any of the battles against Majin Buu, she fights along with the Z Fighters against Beerus in Dragon Ball Z: Battle of Gods and helps fight against Super 17 in Dragon Ball GT.",
"red": 200,
"green": 200,
"blue": 0
},

{
"name": "Android 19",
"shortname": "android-19",
"bio": "Android 19 (人造人間１９号, Jinzōningen Jū Kyū-Gō) is a supporting antagonist who appears in the Dragon Ball manga, and in the animes Dragon Ball Z and Dragon Ball GT. He is Dr. Gero's nineteenth creation, designed to serve Gero's vendetta against Goku, who overthrew the Red Ribbon Army as a child. He makes his debut in 'Slaughter in South City', the 338th Dragon Ball chapter, issued on March 10, 1992. He makes his first anime appearance in 'The Androids Appear', the 126th Dragon Ball Z episode, which premiered on February 12, 1992.",
"red": 200,
"green": 200,
"blue": 0
}

]}